[
    {
        "id": 1,
        "name": "Continuum",
        "year": 2006,
        "img": "https://i.discogs.com/21hXbZFAk5ld56hPfXw0J67DrcStwinJv9RgmNZWygY/rs:fit/g:sm/q:90/h:500/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTgwMzYz/NC0xMTg5NjM3NDEy/LmpwZWc.jpeg",
        "description": "Continuum is the third studio album by American singer-songwriter John Mayer, released on September 12, 2006, by Aware and Columbia Records. Recording sessions took place from November 2005 to September 2006 at The Village Recorder in Los Angeles, Avatar Studios and Right Track/Sound on Sound in New York City, and Royal Studios in Memphis, Tennessee.",
        "price": "£29.99"
    },
    {
        "id": 2,
        "name": "Born and Raised",
        "year": 2012,
        "img": "https://i.discogs.com/4chD0W1QnmckCewH8TECkpg-4oqjnOgnJzuYNdCXPCU/rs:fit/g:sm/q:90/h:500/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTM2NjUy/NjgtMTMzOTQ2ODg1/MS0zNDEwLmpwZWc.jpeg",
        "description": "Born and Raised is the fifth studio album by American singer-songwriter John Mayer, released on May 22, 2012, by Columbia Records. It marked yet another change in Mayer's musical style, incorporating elements of folk and Americana, as well as influences from Bob Dylan, Neil Young, David Crosby, Stephen Stills, and Graham Nash. Its cover, as well as that of the single \"Queen of California\", was designed by David Adrian Smith.",
        "price": "£24.99"
    },
    {
        "id": 3,
        "name": "The Search For Everything",
        "year": 2017,
        "img": "https://i.discogs.com/MZOWcdsJNAcW9ziIvWwT-Muo9hPxaaHmtvLKiwyw4bk/rs:fit/g:sm/q:90/h:594/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTEwMTMy/OTgyLTE2MDE4MDc4/NjUtODg5MS5qcGVn.jpeg",
        "description": "The Search for Everything is the seventh studio album by American singer-songwriter John Mayer, released on April 14, 2017 by Columbia Records. It is a loose concept album based on the emotions and thoughts of dealing with a break-up: opening with the initial break-up, and closing with the girl getting married.",
        "price": "£29.99"
    },
    {
        "id": 4,
        "name": "Room For Squares",
        "year": 2001,
        "img": "https://i.discogs.com/1d0wgqL1hpVs_CFDMqSkX03PnmcF-xowKyhfi25KsB8/rs:fit/g:sm/q:90/h:595/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTExNjgw/NDEzLTE1MjA1NDgz/OTAtMjIxNC5qcGVn.jpeg",
        "description": "Room for Squares is the debut studio album by American singer-songwriter John Mayer, originally released on June 5, 2001, and re-released on September 18, 2001, by both Aware and Columbia Records. Upon its release, it peaked at number 8 on the US Billboard 200 and received generally positive reviews from critics. It earned Mayer a Grammy Award for Best Male Pop Vocal Performance for the single \"Your Body Is a Wonderland\".",
        "price": "£24.99"
    },
    {
        "id": 5,
        "name": "Sob Rock",
        "year": 2021,
        "img": "https://i.discogs.com/aOvDgl5aF_GoMjL2-NY_yCwd6rtOo-JZpAsOfX6hVmk/rs:fit/g:sm/q:90/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTE5NDky/NTkxLTE2MjY0MjQ4/MzQtMTAwNS5qcGVn.jpeg",
        "description": "Sob Rock is the eighth studio album by American singer-songwriter John Mayer, released on July 16, 2021, by Columbia Records. The single \"New Light\", released in May 2018, is included on the album, as are Mayer's two singles from 2019, \"I Guess I Just Feel Like\" and \"Carry Me Away\". The lead single \"Last Train Home\" was released on June 4, 2021, and features guest vocals from Maren Morris. Mayer toured the United States with Dead & Company from August through October 2021 and embarked on a solo tour in support of the album in 2022.",
        "price": "£29.99"
    },
    {
        "id": 6,
        "name": "Paradise Valley",
        "year": 2013,
        "img": "https://i.discogs.com/Ua1-8TJ2_KZ_8odwCLsPxsi6r4CzWsqutIX1CQDVLTs/rs:fit/g:sm/q:90/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTQ4MjI0/MjItMTQ1OTMxNjM4/NC0xOTI3LmpwZWc.jpeg",
        "description": "Paradise Valley is the sixth studio album by American singer-songwriter John Mayer, released on August 20, 2013 by Columbia Records. Musically, it is similar to his previous album Born and Raised (2012), but also features more musical breaks and instrumentals consisting of electric guitars rather than harmonica. Its title refers to Mayer's home along the Yellowstone River in Montana's Paradise Valley, where he has lived since 2012.",
        "price": "£19.99"
    },
    {
        "id": 7,
        "name": "Battle Studies",
        "year": 2009,
        "img": "https://i.discogs.com/k1AE-zAN8zMUxKvRcClgTvv6ms_RZ8uwa6gXYrPJf_A/rs:fit/g:sm/q:90/h:596/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTIwMTYy/NTAtMTI1ODcyMTgw/Ny5qcGVn.jpeg",
        "description": "Battle Studies is the fourth studio album by American singer-songwriter John Mayer, released on November 17, 2009, by Columbia Records. Production took place from February to August 2009 at Battle Studies recording studio in Calabasas, California, Capitol Studios in Hollywood, and The Village in West Los Angeles, California, and was handled by Mayer and Steve Jordan.",
        "price": "£24.99"
    }
]
